# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

changerequest.save.comment=Modification fournie dans le cadre de la demande de modification {0} ({1}).
rightsmanager.changerequest=Demande de modification
rightsmanager.crapprove=Approuver la demande de modification
changerequest.template.deletecr.confirm=Demande de suppression
changerequest.template.deletecr.children.header=Pages imbriqu\u00E9es qui ne seront pas affect\u00E9es : {0}
changerequest.template.deletecr.children=Ces pages ne seront pas incluses dans la demande de suppression. Si vous souhaitez les inclure, vous devez effectuer une demande de suppression individuelle pour chacune d\u2019entre elles.
changerequest.mergeApprovalStrategy.name.acceptall=Fusionner sans contrainte
changerequest.strategies.acceptall.description=Cette strat\u00E9gie permet de fusionner une demande de modification sans aucune v\u00E9rification.
changerequest.strategies.acceptall.status=La strat\u00E9gie actuelle permet de fusionner une demande de modification sans aucune v\u00E9rification.
changerequest.mergeApprovalStrategy.name.onlyapproved=Exige uniquement des approbations
changerequest.strategies.onlyapproved.description=Cette strat\u00E9gie permet de fusionner une demande de changement lorsqu'il y a au moins une r\u00E9vision et que toutes les r\u00E9visions sont des approbations.
changerequest.strategies.onlyapproved.status.success=Toutes les r\u00E9visions sont des approbations, la demande de modification peut donc \u00EAtre fusionn\u00E9e.
changerequest.strategies.onlyapproved.status.failure=La demande de modification ne peut pas \u00EAtre fusionn\u00E9e sans approbation valide ou si au moins une demande de r\u00E9vision pour les changements.
changerequest.mergeApprovalStrategy.name.fixednumberapprovals=Exige l'approbation d'un nombre d\u00E9fini d'approbateurs
changerequest.strategies.fixednumberapprovals.description=Cette strat\u00E9gie permet de fusionner une demande de modification uniquement lorsqu'un nombre sp\u00E9cifi\u00E9 d'examens d'approbation est atteint.
changerequest.strategies.fixednumberapprovals.status.success=Au moins {0}\u00A0examens d''approbation ont \u00E9t\u00E9 signal\u00E9s afin que la demande de modification puisse \u00EAtre fusionn\u00E9e.
changerequest.strategies.fixednumberapprovals.status.failure=Cette demande de modification n\u00E9cessite au moins {0}\u00A0examens d''approbation, {1}\u00A0approbations sont toujours manquantes.
changerequest.mergeApprovalStrategy.name.allapprovers=Exige l'approbation de tous les approbateurs
changerequest.strategies.allapprovers.description=Cette strat\u00E9gie permet de fusionner une demande de modification uniquement si tous les approbateurs l'ont approuv\u00E9e. Cette strat\u00E9gie est automatiquement modifi\u00E9e par "N\u00E9cessite uniquement des approbations" si la liste des approbateurs est vide.
changerequest.strategies.allapprovers.status.success=Tous les approbateurs ont approuv\u00E9 cette demande de modification.
changerequest.strategies.allapprovers.status.failure=Cette demande de modification doit \u00EAtre approuv\u00E9e par tous les approbateurs.
changerequest.mergeApprovalStrategy.name.allApproversNoFallback=Exige que tous les approbateurs approuvent (sans recours)
changerequest.strategies.allApproversNoFallback.description=Cette strat\u00E9gie permet de fusionner une demande de modification uniquement si tous les approbateurs l'ont approuv\u00E9e. Le fonctionnement de cette strat\u00E9gie n'est pas modifi\u00E9 si la liste des approbateurs est vide.
changerequest.strategies.allApproversNoFallback.status.success=Tous les approbateurs ont valid\u00E9 cette demande de modification.
changerequest.strategies.allApproversNoFallback.status.failure=Cette demande de modification requiert l'approbation de tous les approbateurs de la liste. Elle ne pourra pas \u00EAtre fusionn\u00E9e si la liste est vide.
changerequest.checkers.right.incompatibilityReason=Les droits sur les documents fournis ne sont pas compatibles avec les autres documents ajout\u00E9s dans cette demande de modification.
changerequest.checkers.status.incompatibilityReason=La demande de modification recherch\u00E9e est d\u00E9j\u00E0 cl\u00F4tur\u00E9e ou fusionn\u00E9e, aucune modification ne peux lui \u00EAtre ajout\u00E9e.
changerequest.checkers.minimumApprovers.incompatibilityReason=Le nombre minimum d'approbateurs n'est pas atteint sur la demande de modification s\u00E9lectionn\u00E9e : aucun changement ne peut \u00EAtre ajout\u00E9 tant que cela n'est pas corrig\u00E9.
changerequest.script.compatibility.changeRequestNotFound=Impossible de trouver la demande de modification donn\u00E9e.
