# ---------------------------------------------------------------------------
# See the NOTICE file distributed with this work for additional
# information regarding copyright ownership.
#
# This is free software; you can redistribute it and/or modify it
# under the terms of the GNU Lesser General Public License as
# published by the Free Software Foundation; either version 2.1 of
# the License, or (at your option) any later version.
#
# This software is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
# Lesser General Public License for more details.
#
# You should have received a copy of the GNU Lesser General Public
# License along with this software; if not, write to the Free
# Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA
# 02110-1301 USA, or see the FSF site: http://www.fsf.org.
# ---------------------------------------------------------------------------

changerequest.save.comment=\u00C4nderung als Teil der \u00C4nderungsanforderung {0} ({1}) bereitgestellt.
rightsmanager.changerequest=\u00C4nderungsanforderung
rightsmanager.crapprove=\u00C4nderungsanforderung genehmigen
changerequest.template.deletecr.confirm=Anfrage auf L\u00F6schung
changerequest.template.deletecr.children.header=Nicht betroffene verschachtelte Seiten: {0}
changerequest.template.deletecr.children=Diese Seiten werden nicht in die L\u00F6schanfrage aufgenommen. Wenn Sie sie einschlie\u00DFen m\u00F6chten, m\u00FCssen Sie f\u00FCr jede von ihnen eine individuelle L\u00F6schanfrage stellen.
changerequest.mergeApprovalStrategy.name.acceptall=Zusammenf\u00FChren ohne Einschr\u00E4nkung
changerequest.strategies.acceptall.description=Diese Strategie erm\u00F6glicht es, eine \u00C4nderungsanforderung ohne \u00DCberpr\u00FCfung zusammenzuf\u00FChren.
changerequest.strategies.acceptall.status=Die aktuelle Strategie erlaubt es, eine \u00C4nderungsanforderung ohne \u00DCberpr\u00FCfung zusammenzuf\u00FChren.
changerequest.mergeApprovalStrategy.name.onlyapproved=Ben\u00F6tigt \u00DCberpr\u00FCfung
changerequest.strategies.onlyapproved.description=Diese Strategie erm\u00F6glicht es, eine \u00C4nderungsanforderung zusammenzuf\u00FChren, wenn es mindestens eine \u00DCberpr\u00FCfung gibt und alle \u00DCberpr\u00FCfungen best\u00E4tigt sind.
changerequest.strategies.onlyapproved.status.success=Alle \u00DCberpr\u00FCfungen sind best\u00E4tigt, sodass die \u00C4nderungsanforderung zusammengef\u00FChrt werden kann.
changerequest.strategies.onlyapproved.status.failure=Die \u00C4nderungsanforderung kann nicht ohne Best\u00E4tigung zusammengef\u00FChrt werden oder wenn mindestens eine \u00DCberpr\u00FCfungsanforderung f\u00FCr \u00C4nderungen vorhanden ist.
changerequest.mergeApprovalStrategy.name.fixednumberapprovals=Erfordern Sie eine feste Anzahl von Best\u00E4tigungen
changerequest.strategies.fixednumberapprovals.description=Diese Strategie erm\u00F6glicht es, eine \u00C4nderungsanforderung nur dann zusammenzuf\u00FChren, wenn eine bestimmte Anzahl von Best\u00E4tigungen erreicht ist.
changerequest.strategies.fixednumberapprovals.status.success=Es wurden mindestens {0} Best\u00E4tigungen gemeldet, sodass die \u00C4nderungsanforderung zusammengef\u00FChrt werden kann.
changerequest.strategies.fixednumberapprovals.status.failure=Diese \u00C4nderungsanforderung ben\u00F6tigt mindestens {0} Best\u00E4tigungen, {1} Best\u00E4tigungen fehlen noch.
changerequest.mergeApprovalStrategy.name.allapprovers=Alle genehmigenden Personen m\u00FCssen genehmigen (mit Fallback)
changerequest.strategies.allapprovers.description=Diese Strategie erlaubt es, eine \u00C4nderungsanforderung nur dann zusammenzuf\u00FChren, wenn alle Genehmiger sie genehmigt haben. Diese Strategie greift automatisch auf \u201ENur Genehmigungen anfordern\u201C zur\u00FCck, wenn die Liste der Genehmiger leer ist.
changerequest.strategies.allapprovers.status.success=Alle Genehmiger haben diese \u00C4nderungsanforderung genehmigt.
changerequest.strategies.allapprovers.status.failure=Diese \u00C4nderungsanforderung muss von allen genehmigenden Personen genehmigt werden.
changerequest.mergeApprovalStrategy.name.allApproversNoFallback=Alle genehmigenden Personen m\u00FCssen genehmigen (ohne Fallback)
changerequest.strategies.allApproversNoFallback.description=Diese Strategie erlaubt es, eine \u00C4nderungsanforderung nur dann zusammenzuf\u00FChren, wenn alle Genehmiger sie genehmigt haben. Diese Strategie greift nicht, wenn die Liste der genehmigenden Personen leer ist.
changerequest.strategies.allApproversNoFallback.status.success=Alle Genehmiger haben diese \u00C4nderungsanforderung best\u00E4tigt.
changerequest.strategies.allApproversNoFallback.status.failure=Diese \u00C4nderungsanforderung muss von allen Genehmigern aus der Liste der Genehmiger genehmigt werden. Es kann nicht zusammengef\u00FChrt werden, wenn die Liste leer ist.
changerequest.checkers.right.incompatibilityReason=Die bereitgestellten Dokumentrechte sind nicht kompatibel mit den anderen Dokumenten, die in diesem \u00C4nderungsantrag hinzugef\u00FCgt wurden.
changerequest.checkers.status.incompatibilityReason=Die angeforderte \u00C4nderungsanforderung ist bereits geschlossen oder zusammengef\u00FChrt, es kann keine \u00C4nderung hinzugef\u00FCgt werden.
changerequest.checkers.minimumApprovers.incompatibilityReason=Die Mindestanzahl an Genehmigern wird f\u00FCr die gezielte \u00C4nderungsanforderung nicht erreicht: Es kann keine \u00C4nderung hinzugef\u00FCgt werden, bis dies behoben ist.
changerequest.script.compatibility.changeRequestNotFound=Die angegebene \u00C4nderungsanforderung kann nicht gefunden werden.
changerequest.user.profile.menu=Änderungsanforderungen
changerequest.user.profile.authorcr.title=Erstellte Änderungsanforderungen
changerequest.user.profile.approverscr.title=Änderungsanforderungen zur Überprüfung
changerequest.user.profile.switchWiki=Änderungswünsche für folgendes Wiki anzeigen:
